Repository: DP-3T/dp3t-app-ios-demo
Catalog: Translations/*.lproj/Localizable.strings
Languages: de, fr, it

# meldungen_nomeldungen_faq2_text
source: The app not only checks whether you have had encounters with infected persons, but how long and how close these were. You will only be notified if there is sufficent suspicion that you have been infected.
de: Die App schaut nicht nur, ob Begegnungen mit infizierten Personen stattfanden, sondern auch wie lange und wie nahe diese waren. Erst wenn der Verdacht auf eine mögliche Ansteckung genug gross ist werden sie informiert.
fr: L'application ne détecte pas seulement si des contacts avec des personnes infectées ont eu lieu, mais aussi la durée et la proximité de ces contacts. Vous serez informé seulement lorsque le risque d'infection est suffisamment important.
it: L'app non solo controlla se ci sono stati incontri con persone infette, ma anche a quale distanza e per quanto tempo. L'utente viene informato soltanto se il sospetto di un contagio è sufficientemente fondato.

# meldungen_detail_explanation_text3
source: As soon as you have any symptoms, contact your doctor.
de: Bei ersten Symptomen kontaktieren Sie Ihren Arzt/Ihre Ärztin.
fr: Contactez un médecin dès les premiers symptômes
it: Ai primi sintomi contatta il tuo medico.

# meldungen_explanation_link_title
source: Instructions on self-quarantine
de: Anweisung zur Selbstquarantäne
fr: Consigne concernant l'auto-quarantaine
it: Istruzioni per l'auto-quarantena

# meldungen_explanation_link_url
source: https://www.bag.admin.ch/bag/en/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/selbst-isolierung-und-selbst-quarantaene.html
de: https://www.bag.admin.ch/bag/de/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/selbst-isolierung-und-selbst-quarantaene.html
fr: https://www.bag.admin.ch/bag/fr/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/haeufig-gestellte-fragen.html
it: https://www.bag.admin.ch/bag/it/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/selbst-isolierung-und-selbst-quarantaene.html

# meldungen_meldungen_faq1_title
source: Do I have to call?
de: Muss ich anrufen?
fr: Dois-je appeler ?
it: Devo telefonare?

# meldungen_meldungen_faq1_text
source: It is important that you call every time you receive a notification. You will remain anonymous. No personal data will be recorded.
de: Es ist wichtig, dass Sie bei jeder neuen Meldung anrufen. Sie bleiben dabei anonym. Es werden keine Personendaten erfasst.
fr: Il est important que vous appeliez après chaque alerte. Vous conservez votre anonymat. Aucune donnée personnelle n'est saisie.
it: È importante telefonare a ogni nuova segnalazione. L'utente resta anonimo. Non vengono registrati dati personali.

# meldungen_detail_call_thankyou_title
source: Thank you for your cooperation.
de: Danke für das Mitmachen
fr: Merci de votre participation
it: Grazie per la tua partecipazione

# meldungen_detail_call_thankyou_subtitle
source: You are protecting other people.
de: Sie schützen andere
fr: Vous protégez les autres
it: Proteggi gli altri

# meldungen_detail_no_meldungen_title
source: No new notifications.
de: Keine neuen Meldungen
fr: Aucune nouvelle notification
it: Nessuna nuova segnalazione

# meldungen_detail_no_meldungen_subtitle
source: The last potential infection took place more than 10 days ago.
de: Die letzte mögliche Ansteckung fand vor mehr als 10 Tagen statt.
fr: La dernière infection possible a eu lieu il y a plus de 10 jours
it: L'ultimo possibile contagio è avvenuto più di 10 giorni fa.

# meldungen_detail_no_meldungen_continue
source: Continue
de: Weiter
fr: Suivant
it: Avanti

# meldungen_detail_no_meldungen_hinweis
source: Please note
de: Hinweis
fr: Avis
it: Avvertenza

# no_meldungen_box_link
source: This way, we protect ourselves
de: So schützen wir uns
fr: Voici comment nous protéger
it: Così ci proteggiamo

# no_meldungen_box_url
source: https://www.bag-coronavirus.ch
fr: https://ofsp-coronavirus.ch/
it: https://www.ufsp-coronavirus.ch

# inform_detail_faq1_title
source: What is a Covidcode?
de: Was ist ein Covidcode?
fr: Qu'est-ce qu'un code COVID ?
it: Cos'è un codice Covid?

# inform_detail_faq1_text
source: People who have tested positive for the new coronavirus receive a Covidcode. This ensures that only confirmed cases are notified via the app.
de: Positiv auf das neue Coronavirus getestete Personen erhalten einen Covidcode. Damit wird sichergestellt, dass nur bestätigte Fälle über die App gemeldet werden.
fr: Un code COVID est attribué aux personnes testées positives au nouveau coronavirus. Cela permet d'assurer que seuls les cas confirmés sont signalés via l'application.
it: Le persone che sono risultate positive al test del nuovo coronavirus ricevono un codice Covid. In questo modo si garantisce che l'app segnali soltanto i casi confermati.

# inform_detail_faq2_title
source: How do I remain anonymous?
de: Wie bleibe ich anonym?
fr: Comment rester anonyme ?
it: Com'è tutelato il mio anonimato?

# inform_detail_faq2_text
source: Only the temporary keys from your app are sent. No personal data. Other dp3t apps can then check if they have had an encounter with your app in the past few days.
de: Es werden nur die temporären Schlüssel Ihrer App gesendet. Keine persönlichen Daten. Damit können andere dp3t-app App Nutzer prüfen, ob Sie in den letzten Tagen eine Begegnung mit Ihnen hatten.
fr: Seules les clés temporaires de votre application sont envoyées, aucune donnée personnelle. Ainsi, d'autres utilisateurs de l'application dp3t-app peuvent vérifier s'ils ont été en contact avec vous ces derniers jours.
it: Vengono inviate soltanto le chiavi temporanee della tua app, non i tuoi dati personali. Con esse gli altri utenti dell'app dp3t-app possono controllare se nei giorni scorsi si sono incontrati con te.

# inform_send_endtracing_title
source: Tracing ended
de: Tracing beendet
fr: Traçage terminé
it: Tracciamento terminato

# inform_send_endtracing_text
source: Following a positive text, tracing is automatically ended.
de: Nach einem positiven Test wird das Tracing automatisch beendet.
fr: Après un test positif, le traçage est automatiquement interrompu.
it: Dopo un test positivo il tracciamento viene terminato automaticamente.

# faq_button_url
source: https://www.bag.admin.ch/bag/en/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/haeufig-gestellte-fragen.html
de: https://www.bag.admin.ch/bag/de/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/haeufig-gestellte-fragen.html
fr: https://www.bag.admin.ch/bag/fr/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/haeufig-gestellte-fragen.html
it: https://www.bag.admin.ch/bag/it/home/krankheiten/ausbrueche-epidemien-pandemien/aktuelle-ausbrueche-epidemien/novel-cov/haeufig-gestellte-fragen.html

# inform_code_intro_title
source: Important information
de: Wichtiger Hinweis
fr: Avis important
it: Avvertenza importante

# inform_code_intro_text
source: Although no personal data relating to you is sent out, it may well be that someone remembers their encounter with you from the date.
de: Obwohl keine Daten zu Ihrer Person gesendet werden kann es sein, dass sich jemand anhand des Datums an die Begegnung erinnern kann.
fr: Même si aucune donnée personnelle n'est envoyée sur vous, il est possible que quelqu'un se souvienne du contact sur la base de la date.
it: Anche se non vengono inviati dati personali, è possibile che qualcuno possa ricordarsi dell'incontro sulla base della data in cui è avvenuto.

# inform_code_intro_button
source: ok
de: Verstanden
fr: Compris
it: Capito

# symptom_faq1_title
source: Unsure about symptoms?
de: Unsicher bei Symptomen?
fr: Des doutes à propos des symptômes ?
it: Incertezza in caso di sintomi?

# symptom_faq1_text
source: You have symptoms but are unsuare what you should do? Answer the questions in the FOPH Coronavirus Check to receive advice on what to do.
de: Sie haben Symptome und sind unsicher, wie Sie sich verhalten sollen? Beantworten Sie die Fragen im Coronavirus-Check des BAG für eine Handlungsempfehlung.
fr: Vous avez des symptômes et ne savez pas quel comportement adopter ? Répondez aux questions de l'auto-évaluation coronavirus de l'OFSP pour obtenir une recommandation.
it: Hai dei sintomi e non sai bene come comportarti? Rispondi alle domande dell'autovalutazione sul coronavirus dell'UFSP per ricevere una raccomandazione pratica.

# meldungen_positive_tested_faq1_title
source: Why has tracing ended?
de: Warum ist das Tracing beendet?
fr: Pourquoi le traçage est-il interrompu ?
it: Perché il tracciamento è terminato?

# meldungen_positive_tested_faq1_text
source: Following a positive text, tracing in the app is automatically ended.
de: Nach einem positiven Test wird das Tracing in der App automatisch beendet.
fr: Après un test positif, le traçage est automatiquement interrompu dans l'application.
it: Dopo un test positivo il tracciamento nell'app viene terminato automaticamente.

# language_key
source: de
fr: fr
it: it

# exposed_info_contact_hotline_name
source: Coronavirus infoline
de: Infoline Coronavirus
fr: Infoline Coronavirus
it: Infoline coronavirus

# date_in_one_day
source: 1 more day
de: Noch 1 Tag
fr: encore 1 jour
it: Ancora 1 giorno

# date_in_days
source: There are {COUNT} days left
de: Davon bleiben noch {COUNT} Tage
fr: Il reste encore {COUNT} jours.
it: Ne restano ancora {COUNT}.

# date_text_before_date
source: on {DATE}
de: am {DATE}
fr: le {DATE}
it: il {DATE}

# android_accessibility_back_button
source: Back
de: Zurück
fr: Retour
it: Indietro

# debug_sdk_state_boolean_false
source: No
de: nein
fr: Faux

# app_subtitle
source: Subtitle
de: Untertitel
