Repository: DP-3T/dp3t-app-ios-demo
Catalog: Translations/*.lproj/Localizable.strings
Languages: de, fr, it

# loading_view_reload
source: Reload
de: Erneut laden
fr: Recharger
it: Ricarica

# loading_view_error_title
source: Error
de: Fehler
fr: Erreur
it: Errore

# force_update_title
source: Update required
de: Update benötigt
fr: Mise à jour nécessaire
it: Aggiornamento necessario

# inform_continue_button
source: Continue
de: Weiter
fr: Continuer
it: Avanti

# inform_send_button_title
source: Send anonymous report
de: Anonym melden
fr: Signaler de manière anonyme
it: Segnala anonimamente

# inform_send_thankyou
source: Thank you
de: Vielen Dank
fr: Merci beaucoup
it: Grazie

# inform_send_thankyou_text
source: You have reported your positive test anonymously via the app. Thank you for helping to contain the spread of the coronavirus.
de: Sie haben Ihren positiven Test anonym in der App gemeldet. Damit helfen Sie mit, die Verbreitung des neuen Coronavirus einzudämmen.
fr: Vous avez signalé votre test positif de manière anonyme via l'application. Ainsi, vous contribuez à endiguer la propagation du nouveau coronavirus.
it: Hai segnalato anonimamente il tuo test positivo nell'app. Così contribuisci a contenere la dffusione del nuovo coronavirus.

# inform_fertig_button_title
source: Close
de: Schliessen
fr: Fermer
it: Chiudi

# handshakes_title_homescreen
source: Encounters
de: Begegnungen
fr: Contacts
it: Incontri

# tab_theapp_title
source: The App
de: Die App
fr: L'appli
it: L'app

source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla

# push_exposed_title
source: New message
de: Neue Nachricht
fr: Nouveau message
it: Nuovo messaggio

# push_exposed_text
source: Open the app to read the message
de: Öffnen Sie die App um die Nachricht zu lesen.
fr: Ouvrez l'application pour lire le message.
it: Apri l'app per leggere il messaggio.

# android_button_permission_location
source: Permit localisation
de: Ortung erlauben
fr: Autoriser la géolocalisation
it: Consenti localizzazione

# onboarding_continue_button
source: Continue
de: Weiter
fr: Continuer
it: Avanti

# onboarding_finish_button
source: Finish
de: Fertig
fr: Terminé
it: Fatto

# unexpected_error_title
source: An unexpected error has occurred
de: Ein unerwarteter Fehler ist aufgetreten.
fr: Une erreur inattendue est survenue.
it: Si è verificato un errore imprevisto.

# bluetooth_turned_off
source: The app is not working because Bluetooth is switched off
de: Die App funktioniert nicht, weil Bluetooth ausgeschaltet ist.
fr: L'application ne fonctionne pas, car Bluetooth est désactivé.
it: L'app non funziona perché Bluetooth è disattivato.

# bluetooth_permission_turned_off
source: The app is not working because Bluetooth is not permitted
de: Die App funktioniert nicht, weil die Bluetooth Berechtigung nicht gegeben ist.
fr: L'application ne fonctionne pas, car Bluetooth n'a pas reçu l'autorisation nécessaire.
it: L'app non funziona perché non è stata concessa l'autorizzazione Bluetooth.

# NSBluetoothPeripheralUsageDescription
source: Encounters will be recognised in the background via low energy Bluetooth.
de: Begegnungen werden über Bluetooth energiesparend im Hintergrund erkannt.
fr: Les contacts sont détectés en arrière-plan via Bluetooth (faible consommation).
it: Gli incontri vengono riconosciuti tramite Bluetooth in background risparmiando energia.

# NSBluetoothAlwaysUsageDescription
source: Encounters will be recognised in the background via low energy Bluetooth.
de: Begegnungen werden über Bluetooth energiesparend im Hintergrund erkannt.
fr: Les contacts sont détectés en arrière-plan via Bluetooth (faible consommation).
it: Gli incontri vengono riconosciuti tramite Bluetooth in background risparmiando energia.

# android_foreground_service_notification_text
source: Encounters will be registered anonymously on your device.
de: Begegnungen werden anonym auf Ihrem Gerät gespeichert.
fr: Les contacts sont sauvegardés sur votre appareil de manière anonyme.
it: Gli incontri vengono salvati anonimamente sul tuo dispositivo.

# inform_code_title
source: Enter the Covidcode
de: Covidcode eingeben
fr: Entrer le code COVID
it: Immettere il codice Covid

# inform_code_text
source: Enter the Covidcode sent to you.
de: Geben Sie den Ihnen zugestellten Covidcode ein.
fr: Entrez le code COVID qui vous a été transmis.
it: Immettere il codice Covid ricevuto.

# inform_code_no_code
source: Do you need help?
de: Benötigen Sie Hilfe?
fr: Besoin d'aide ?
it: Serve aiuto?

# tracing_setting_title
source: Tracing
fr: Traçage
it: Tracciamento

# tracing_setting_text
source: Allow anonymous tracing
de: Anonymes Tracing erlauben
fr: Autoriser le traçage anonyme
it: Consenti tracciamento anonimo

# bluetooth_setting_tracking_inactive
source: Tracing deactivated
de: Tracing deaktiviert
fr: Traçage désactivé
it: Tracciamento disattivato

# bluetooth_setting_data_explanation_title
source: Are my data secure?
de: Sind meine Daten sicher?
fr: Mes données sont-elles sûres ?
it: I miei dati sono sicuri?

# bluetooth_setting_tracking_explanation_text2
source: An encounter with another user is only saved locally on your smartphone.
de: Eine Begegnung mit einem anderen Nutzer wird nur lokal auf ihrem Smartphone gespeichert.
fr: Le contact avec un autre utilisateur n'est sauvegardé que localement sur votre smartphone.
it: Un incontro con un altro utente viene salvato soltanto localmente sul tuo smartphone.

# reports_title_homescreen
source: Reports
de: Meldungen
fr: Notifications
it: Segnalazioni

# meldungen_no_meldungen_title
source: No reports
de: Keine Meldungen
fr: Pas de notification
it: Nessuna segnalazione

# push_deactivated_title
source: Messages deactivated
de: Mitteilungen deaktiviert
fr: Communications désactivées
it: Segnalazioni disattivate

# push_deactivated_text
source: Change the settings to receive information directly in the event of a report.
de: Ändern Sie die Einstellungen, um bei einer Meldung direkt informiert zu werden.
fr: Veuillez modifier les paramètres pour pouvoir recevoir les notifications
it: Modifica le impostazioni per essere informato direttamente di una segnalazione.

# meldungen_meldung_title
source: Possible infection
de: Mögliche Ansteckung
fr: Infection possible
it: Possibile contagio

# meldungen_meldung_text
source: An infection is suspected.
de: Es besteht der Verdacht auf eine mögliche Ansteckung.
fr: Il y a un risque d'infection.
it: Vi è il sospetto di un possibile contagio.

# tracing_active_title
source: Tracing active
de: Tracing aktiv
fr: Traçage actif
it: Tracciamento attivo

# tracing_active_text
source: Encounters will be registered anonymously.
de: Begegnungen werden anonym gespeichert
fr: Les contacts sont sauvegardés de manière anonyme.
it: Gli incontri vengono salvati anonimamente

# android_tracing_error_title
source: Tracing not active
de: Tracing nicht aktiv
fr: Traçage désactivé
it: Tracciamento non attivo

# android_foreground_service_notification_errors
source: App currently unable to function properly
de: App kann zur Zeit nicht richtig funktionieren:
fr: L'application ne peut pas fonctionner correctement :
it: Attualmente l'app non è in grado di funzionare correttamente:

# android_foreground_service_notification_error_network_sync
source: An error occurred when loading the data
de: beim Laden der Daten ist ein Fehler aufgetreten
fr: une erreur est survenue pendant le chargement des données.
it: Si è verificato un errore durante il caricamento dei dati.

# android_foreground_service_notification_error_location_permission
source: For the app to use Bluetooth, you must enable your location to be used. The app itself does not recognise your location at any time.
de: Damit die App Bluetooth nützen kann, müssen Sie die Verwendung des Standorts zulassen. Die App kennt zu keinem Zeitpunkt Ihren Ort.
fr: Pour que l'application puisse utiliser Bluetooth, vous devez autoriser la géolocalisation. L'application ne connaît votre position à aucun moment.
it: Per permettere all'app di utilizzare Bluetooth occorre consentire l'uso della posizione. L'app non conosce mai la posizione dell'utente.

# android_foreground_service_notification_error_battery_optimization
source: For tracing to work precisely, the app must also run in the background. This will cause a minor increase in battery usage.
de: Damit Tracing präzise funktioniert, muss die App auch im Hintergrund ausgeführt werden. Die Batterienutzung erhöht sich nur leicht.
fr: Pour que le traçage soit précis, l'application doit aussi pouvoir fonctionner en arrière-plan. Cela n'augmente que légèrement la consommation d'énergie.
it: Per un funzionamento preciso del tracciamento, l'app deve essere eseguita anche in background. Il consumo della batteria aumenta solo leggermente.

# preview_warning_title
source: Version preview
de: Vorschau Version
fr: Prototype
it: Versione anteprima

# preview_warning_text
source: This app provides a preview of how the DP-3T works. It is not a functioning COVIS-19 tracer.
de: Diese App dient als Vorschau, um die DP-3T Implementation zu zeigen. Es ist kein produktiv verwendbarer COVID-19 Tracer.
fr: Cette version de l'application donne un aperçu du DP-3T. Le traçage COVID-19 ne fonctionne pas.
it: Questa app funge da anteprima per mostrare l'implementazione DP-3T. Non è un'app per il tracciamento della COVID-19 utilizzabile produttivamente.

# debug_settings_title
source: Debug settings
de: Debug Einstellungen
fr: Paramètres débogage
it: Impostazioni di debug

# debug_state_setting_title
source: Overwrite app status
de: App-Zustand überschreiben
fr: Remplacer l'état de l'application
it: Sovrascrivi lo stato dell'app

# debug_state_setting_text
source: This setting overwrites the app's visual status. Tracing functionality remains unaffected.
de: Diese Einstellung überschreibt den visuellen Zustand der App. Die Tracing-Funktionalität wird davon nicht beeinflusst.
fr: Ce paramètre remplace l'état visuel de l'application. Le traçage n'est pas affecté.
it: Questa impostazione sovrascrive lo stato visuale dell'app. La funzionalità di tracciamento non ne viene influenzata.

# debug_state_setting_option_none
source: No overwrite
de: Keine Überschreibung
fr: Aucun remplacement
it: Non sovrascrivere

# debug_state_setting_option_ok
source: Healthy
de: Gesund
fr: Sain
it: Sano

# debug_state_setting_option_exposed
source: Contact has tested positive
de: Positiv getesteter Kontakt
fr: Contact testé positif
it: Contatto positivo al test

# debug_state_setting_option_infected
source: Reported yourself as positive
de: Selbst positiv gemeldet
fr: Auto-signalement positif
it: Utente autosegnalatosi positivo

# debug_sdk_state_title
source: SDK status
fr: Statut SDK
it: Stato SDK

# debug_sdk_state_text
source: Current status of DP-3T SDK
de: Der aktuelle Zustand des DP-3T SDKs.
fr: Le statut actuel du SDK de DP-3T.
it: Stato attuale dell'SDK DP-3T.

# debug_sdk_state_last_synced
source: Last synchronisation
de: Letzte Synchronisation:
fr: Dernière synchronisation :
it: Ultima sincronizzazione:

# debug_sdk_state_self_exposed
source: Reported yourself
de: Selbst gemeldet:
fr: Auto-signalement :
it: Autosegnalato:

# debug_sdk_state_contact_exposed
source: Contact reported
de: Kontakt gemeldet:
fr: Contact signalé :
it: Contatto segnalato:

# debug_sdk_state_number_handshakes
source: Number of handshakes
de: Anzahl handshakes:
fr: Nombre de poignées de mains
it: Numero di handshake:

# debug_sdk_state_boolean_true
source: Yes
de: ja
fr: Vrai
it: sì

# debug_sdk_button_reset
source: Reset SDK
de: SDK zurücksetzen
fr: réinitialiser le SDK
it: Reimpostazione SDK

# android_debug_sdk_reset_text
source: The local SDK status has been reset.
de: Der lokale Stand des DP-3T SDK wurde zurückgesetzt.
fr: L'état local du SDK de DP-3T a été réinitialisé.
it: Lo stato locale dell'SDK DP-3T è stato reimpostato.

# tab_tracing_title
source: Tracing
fr: Traçage
it: Tracciamento

# whattodo_title_symptoms
source: Symptoms of the disease
de: Krankheitssymptomen
fr: Symptômes de la maladie
it: ho sintomi di malattia

# whattodo_subtitle_symptoms
source: What to do if …
de: Was tun bei...
fr: Que faire en cas de…
it: Cosa faccio se...

# whattodo_title_positivetest
source: you test positive
de: positiven Testresultat
fr: test positif
it: il risultato del test è positivo

# whattodo_subtitle_positivetest
source: What to do if …
de: Was tun bei einem...
fr: Que faire en cas de…
it: Cosa faccio se...

# inform_detail_subtitle
source: What to do if …
de: Was tun bei einem...
fr: Que faire en cas de…
it: Cosa faccio se...

# inform_detail_title
source: you test positive?
de: positiven Test?
fr: test positif ?
it: il test è positivo?

# inform_detail_box_subtitle
source: With the Covidcode
de: Mit dem Covidcode...
fr: Avec le code COVID…
it: Con il codice Covid...

# inform_detail_box_title
source: Send an anonymous report
de: Anonym melden
fr: Signaler de manière anonyme
it: Segnala anonimamente

# inform_detail_box_button
source: Enter the Covidcode
de: Covidcode eingeben
fr: Entrer le code COVID
it: Immetti il codice Covid

# inform_detail_box_text
source: Use the Covidcode sent to you to report the test anonymously in the app.
de: Mit dem Ihnen zugestellten Covidcode können Sie den Test anonym in der App melden.
fr: Le code COVID qui vous a été transmis vous permet de signaler de manière anonyme le résultat de votre test dans l'application.
it: Con il codice Covid che hai ricevuto puoi segnalare anonimamente il test nell'app.

# symptom_detail_subtitle
source: What do I do if …
de: Was tun wenn ich...
fr: Que faire si…
it: Cosa faccio se...

# symptom_detail_title
source: I feel ill?
de: mich krank fühle?
fr: je me sens malade ?
it: mi sento malato?

# symptom_detail_box_subtitle
source: In the case of symptoms ...
de: Bei Symptomen...
fr: En cas de symptômes…
it: In caso di sintomi...

# symptom_detail_box_title
source: Contact your doctor
de: Arzt/Ärztin kontaktieren
fr: Contacter un médecin
it: Contatta il medico

# symptom_detail_box_button
source: To the coronavirus check
de: Zum Coronavirus-Check
fr: Auto-évaluation coronavirus
it: All'autovalutazione sul coronavirus

# symptom_detail_box_text
source: If you have possible coronavirus symptoms, contact your doctor or the medical emergency service.
de: Kontaktieren Sie bei Symptomen die auf das neue Coronavirus hindeuten Ihren Arzt / Ihre Ärztin oder den ärztlichen Notfalldienst.
fr: En cas de symptômes évoquant le nouveau coronavirus, contactez votre médecin ou un service d'urgences médicales.
it: In caso di sintomi che fanno pensare al nuovo coronavirus, contatta il tuo medico o la guardia medica.

# inform_detail_navigation_title
source: Tested positive
de: Positiv getestet
fr: Test positif
it: Positivo al test

# symptom_detail_navigation_title
source: Symptoms
de: Symptome
fr: Symptômes
it: Sintomi

# tracing_turned_off_title
source: Tracing deactivated
de: Tracing deaktiviert
fr: Traçage désactivé
it: Tracciamento disattivato

# tracing_turned_off_text
source: Activate tracing so that the app works.
de: Aktivieren Sie das Tracing, damit die App funktioniert.
fr: Pour que l'application fonctionne, activez le traçage.
it: Attiva il tracciamento per far funzionare l'app.

# bluetooth_turned_off_title
source: Bluetooth off
fr: Bluetooth désactivé
it: Bluetooth disattivato

# bluetooth_turned_off_text
source: Switch on Bluetooth on your device so that anonymous tracing works.
de: Schalten Sie Bluetooth auf Ihrem Gerät ein, damit das anonyme Tracing funktioniert.
fr: Pour que le traçage anonyme fonctionne, activez Bluetooth sur votre appareil.
it: Attiva Bluetooth sul tuo dispositivo per far funzionare il tracciamento anonimo.

# bluetooth_turn_on_button_title
source: Switch on Bluetooth
de: Bluetooth einschalten
fr: Bluetooth activé.
it: Attiva Bluetooth

# bluetooth_permission_error_title
source: Bluetooth use declined
de: Bluetooth Verwendung abgelehnt
fr: Bluetooth : utilisation refusée
it: Uso di Bluetooth negato

# bluetooth_permission_error_text
source: Enable the use of Bluetooth so that anonymous tracing works.
de: Erlauben Sie die Verwendung von Bluetooth, damit das anonyme Tracing funktioniert.
fr: Pour que le traçage anonyme fonctionne, autorisez l'utilisation de Bluetooth.
it: Consenti l'uso di Bluetooth sul tuo dispositivo per far funzionare il tracciamento anonimo.

# symptom_detail_corona_check_url
source: https://check.bag-coronavirus.ch/screening
it: https://ufsp-coronavirus.ch/check/

# push_open_settings_button
source: Change settings
de: Einstellungen ändern
fr: Modifier les paramètres
it: Modifica impostazioni

# meldungen_no_meldungen_subtitle
source: No potential infections have been reported
de: Es wurde keine mögliche Ansteckung gemeldet
fr: Aucune infection potentielle n'a été signalée
it: Non è stato segnalato nessun possibile contagio

# no_meldungen_box_title
source: Protect yourself
de: Schützen Sie sich
fr: Protégez-vous
it: Proteggiti

# no_meldungen_box_subtitle
source: What should I do?
de: Was soll ich tun?
fr: Que dois-je faire ?
it: Cosa devo fare?

# no_meldungen_box_text
source: Follow the government recommendations on hygiene and social distancing.
de: Halten Sie sich an die geltenden Empfehlungen des BAG.
fr: Respectez les règles d'hygiène et de conduite de l'OFSP.
it: Segui le raccomandazioni di igiene e di comportamento vigenti dell'UFSP.

# meldung_detail_positive_tested_title
source: Tested positive
de: Positiv getestet
fr: Test positif
it: Positivo al test

# meldung_detail_positive_tested_subtitle
source: You have tested positive for the new coronavirus.
de: Sie wurden positiv auf das neue Coronavirus getestet.
fr: Vous avez été testé positif au nouveau coronavirus.
it: Sei risultato positivo al test del nuovo coronavirus.

# meldung_detail_positive_test_box_subtitle
source: What do I have to do?
de: Was muss ich tun?
fr: Que dois-je faire ?
it: Cosa devo fare?

# meldung_detail_positive_test_box_title
source: Self-isolation
de: Selbst-Isolation
fr: Auto-isolement
it: Auto-isolamento

# meldung_detail_positive_test_box_text
source: Follow the instructions on self-isolation.
de: Befolgen Sie die Anweisungen zur Selbst-Isolation
fr: Suivez les consignes sur l'auto-isolement.
it: Segui le istruzioni sull'auto-isolamento.

# tracing_ended_title
source: Tracing ended
de: Tracing beendet
fr: Traçage terminé
it: Tracciamento terminato

# tracing_ended_text
source: No further encounters registered
de: Es werden keine Begegnungen mehr gespeichert.
fr: Plus aucun contact ne sera sauvegardé.
it: Gli incontri non vengono più salvati.

# exposed_info_contact_hotline
source: Contact the
de: Kontaktieren Sie die
fr: Contactez
it: Contatta la

# meldung_homescreen_positive_info_line1
source: Follow the
de: Befolgen Sie die
fr: Suivez
it: Segui le

# meldung_homescreen_positive_info_line2
source: Instructions on self-isolation
de: Anweisungen zur Selbstisolation
fr: Consignes sur l'auto-isolement
it: istruzioni sull'auto-isolamento

# meldung_detail_exposed_new_meldung
source: New report
de: Neue Meldung
fr: Nouvelle alerte
it: Nuova segnalazione

# meldung_detail_exposed_title
source: Potential infection
de: Mögliche Ansteckung
fr: Infection possible
it: Possibile contagio

# meldung_homescreen_positiv_title
source: Tested positive
de: Positiv getestet
fr: Test positif
it: Positivo al test

# meldung_detail_exposed_subtitle
source: Potential infection suspected
de: Es besteht der Verdacht auf eine mögliche Ansteckung.
fr: Vous avez peut-être été infecté.
it: Vi è il sospetto di un possibile contagio.

# meldung_homescreen_positiv_text
source: You have tested positive for the new coronavirus.
de: Sie wurden positiv auf das neue Coronavirus getestet.
fr: Vous avez été testé positif au nouveau coronavirus.
it: Sei risultato positivo al test del nuovo coronavirus.

source: Reset onboarding
de: Onboarding zurücksetzen
fr: Réinitialiser l'intégration
it: Reimposta onboarding

# date_today
source: Today
de: Heute
fr: Aujourd'hui
it: oggi

# date_days_ago
source: {COUNT} days ago
de: vor {COUNT} Tagen
fr: Il y a {COUNT} jours
it: {COUNT} giorni fa

# meldungen_detail_whattodo
source: What should I do?
de: Was soll ich tun?
fr: Que dois-je faire ?
it: Cosa devo fare?

# meldungen_detail_call
source: Call us
de: Rufen Sie uns an
fr: Appelez-nous
it: Telefonaci

# meldungen_detail_call_text
source: Coronavirus infoline (24hrs-a-day)
de: Infoline Coronavirus (täglich, 24h)
fr: Infoline coronavirus (24/7)
it: Infoline coronavirus (tutti i giorni, 24 ore al giorno)

# meldungen_detail_call_button
source: Call now
de: Jetzt anrufen
fr: Appelez maintenant
it: Telefona ora

# meldungen_detail_explanation_title
source: Be careful!
de: Vorsicht!
fr: Attention !
it: Attenzione!

# meldungen_detail_explanation_text1
source: You could be infectious without realising it.
de: Sie könnten ansteckend sein, ohne es zu merken.
fr: Vous pourriez être contagieux sans le savoir.
it: Potresti essere contagioso senza rendertene conto.

# meldungen_detail_explanation_text2
source: Please protect your family, your friends and those around you. Avoid contacts for up to 10 days after a possible infection.
de: Bitte schützen Sie Ihre Familie, Ihre Freunde und Ihr Umfeld. Vermeiden Sie Kontakte bis 10 Tage nach einer möglichen Ansteckung.
fr: Protégez votre famille, vos amis et votre entourage. Évitez les contacts jusqu'à 10 jours suivant une possible infection.
it: Proteggi la tua famiglia e i tuoi amici e conoscenti. Evita i contatti per un periodo fino a 10 giorni da un possibile contagio.

# meldungen_detail_guard_others
source: Protect other people
de: Schützen Sie andere
fr: Protégez les autres
it: Proteggi gli altri

# meldungen_detail_guard_text
source: If you have any questions: Infoline Coronavirus 0000
de: Bei Rückfragen: Infoline Coronavirus 0000
fr: En cas de questions, appelez l'infoline coronavirus au 0000
it: Per domande: Infoline coronavirus 0000

# meldungen_detail_call_again_button
source: Call again
de: Erneut anrufen
fr: Appeler de nouveau
it: Telefona di nuovo

# meldungen_detail_call_last_call
source: Last call: (DATE)
de: Letzter Anruf: {DATE}
fr: Dernier appel : {DATE}
it: Ultima telefonata: {DATE}

# onboarding_prinzip_heading
source: The aim
de: Das Ziel
fr: Le but :
it: Lo scopo

# onboarding_prinzip_title
source: Staying one step ahead of the virus
de: Dem Virus einen Schritt voraus
fr: Gardons une longueur d'avance sur le virus
it: Anticipare il virus

# onboarding_prinzip_text1
source: By using the dp3t app, we can all help to contain the spread of the new coronavirus.
de: Mit der dp3t-app können alle dazu beitragen die Verbreitung des neuen Coronavirus einzudämmen.
fr: Grâce à dp3t-app, tout le monde peut contribuer à endiguer la propagation du virus.
it: Con l'app dp3t-app tutti possono contribuire a contenere la diffusione del nuovo coronavirus.

# onboarding_prinzip_text2
source: The app provides information on suspected infections. In this way, the chain of infection can be broken.
de: Die App informiert im Verdachtsfall. So können Infektionsketten unterbrochen werden.
fr: L'application signale les infections potentielles et permet d'interrompre les chaînes de transmission.
it: L'app informa in caso di sospetto. Così è possibile interrompere le catene di infezione.

# onboarding_privacy_title
source: Protection of privacy guaranteed
de: Schutz der Privatsphäre garantiert
fr: Protection de la sphère privée garantie
it: Protezione della sfera privata garantita

# onboarding_privacy_text1
source: Devices communicate anonymously.
de: Die Kommunikation zwischen den Geräten findet anonym statt.
fr: La communication entre les appareils est anonyme.
it: La comunicazione tra i dispositivi avviene in forma anonima.
