Repository: DP-3T/dp3t-app-ios-demo
Catalog: Translations/*.lproj/Localizable.strings
Languages: de, fr, it

# onboarding_privacy_text2
source: All data is encrypted and only saved locally on the smartphone.
de: Sämtliche Daten werden verschlüsselt und nur lokal auf dem Smartphone gespeichert.
fr: Toutes les données sont cryptées et uniquement sauvegardées localement sur l'appareil.
it: Tutti i dati vengono criptati e salvati soltanto localmente sullo smartphone.

# onboarding_begegnungen_heading
source: What does the app do?
de: Was macht die App?
fr: Que fait l'application ?
it: Cosa fa l'app?

# onboarding_begegnungen_title
source: Recognising encounters using Bluetooth
de: Begegnungen erkennen dank Bluetooth
fr: Détection des contacts via Bluetooth
it: Riconosce gli incontri grazie a Bluetooth

# onboarding_begegnungen_text1
source: The app automatically recognises when two users have been in close proximity for a certain time.
de: Die App erkennt automatisch, wenn zwei Nutzer für eine gewisse Zeit nahe beieinander sind.
fr: L'application détecte automatiquement quand deux utilisateurs sont proches pendant un certain temps.
it: L'app riconosce automaticamente quando due utenti sono stati uno vicino all'altro per un certo tempo.

# onboarding_begegnungen_text2
source: It uses Bluetooth Low Energy (BLE) to do this. No GPS data are used.
de: Dafür wird nur Bluetooth Low Energy (BLE) verwendet. Keine GPS-Daten.
fr: Seul Bluetooth (faible consommation) est utilisé. Aucune donnée GPS.
it: L'app utilizza soltanto Bluetooth Low Energy (BLE), non i dati GPS.

# onboarding_meldung_heading
source: What does the app do?
de: Was macht die App?
fr: Que fait l'application ?
it: Cosa fa l'app?

# onboarding_meldung_title
source: Report of potential infection
de: Meldung bei einer möglichen Ansteckung
fr: Notification en cas de possible infection
it: Segnalazione in caso di possibile contagio

# onboarding_meldung_text1
source: The app notifies you if a potential infection is suspected.
de: Die App informiert Sie bei einem Verdacht auf eine mögliche Ansteckung.
fr: L'application vous informe si vous avez peut-être été infecté.
it: L'app ti informa in caso di sospetto di contagio.

# onboarding_meldung_text2
source: By responding appropriately, you can protect yourself and other people.
de: Mit dem richtigen Verhalten können Sie sich und andere schützen.
fr: En adoptant le bon comportement, vous pouvez vous protéger et protéger les autres.
it: Con il comportamento giusto puoi proteggere te stesso e gli altri.

# onboarding_bluetooth_title
source: Enable Bluetooth
de: Bluetooth erlauben
fr: Autoriser Bluetooth
it: Consenti Bluetooth

# onboarding_bluetooth_text
source: In order to use the app, you must enable Bluetooth.
de: Um die App nutzen zu können, müssen Sie Bluetooth erlauben.
fr: Vous devez autoriser Bluetooth pour utiliser l'application.
it: Per poter utilizzare l'app devi consentire Bluetooth.

# onboarding_bluetooth_button
source: Enable Bluetooth
de: Bluetooth erlauben
fr: Autoriser Bluetooth
it: Consenti Bluetooth

# onboarding_good_to_know
source: Good to know
de: Gut zu wissen
fr: Bon à savoir
it: Buono a sapersi:

# onboarding_bluetooth_gtk_title1
source: You remain anonymous
de: Sie bleiben anonym
fr: Vous restez anonyme.
it: L'anonimato è garantito

# onboarding_bluetooth_gtk_text1
source: No personal data is visible via Bluetooth.
de: Über Bluetooth werden keine persönlichen Daten sichtbar.
fr: Aucune donnée personnelle n'est visible sur Bluetooth.
it: Bluetooth non permette la visualizzazione di dati personali.

# onboarding_bluetooth_gtk_title2
source: Minor increase in battery usage
de: Leicht erhöhte Batterienutzung
fr: Légère augmentation de la consommation d'énergie.
it: Il consumo della batteria aumenta leggermente

# onboarding_bluetooth_gtk_text2
source: The app operates using as little energy as possible. There is only a minor increase in battery usage.
de: Die App ist so energiesparend wie möglich umgesetzt. Die Batterienutzung erhöht sich nur leicht.
fr: L'application utilise aussi peu d'énergie que possible. La consommation n'augmente que légèrement.
it: L'app è stata realizzata per funzionare con il massimo risparmio energetico. Il consumo della batteria aumenta soltanto leggermente.

# onboarding_push_title
source: Allow messages
de: Mitteilungen erlauben
fr: Autoriser les communications
it: Consenti messaggi

# onboarding_push_text
source: In order to receive notifications from the app, you must enable messages.
de: Damit Sie von der App informiert werden, müssen Sie Mitteilungen erlauben.
fr: Vous devez autorisez les communications pour recevoir des informations de la part de l'application.
it: Per poter essere informato dall'app, devi consentire i messaggi.

# onboarding_push_button
source: Enable messages
de: Mitteilungen erlauben
fr: Autoriser les communications
it: Consenti messaggi

# onboarding_push_gtk_title1
source: Notified immediately
de: Sofort informiert
fr: Information immédiate
it: Informazioni in tempo reale

# onboarding_push_gtk_text1
source: In the event of a potential infection, you will receive a message on the lock screen.
de: Bei einer möglichen Ansteckung werden Sie mit einer Mitteilung im Sperrbildschirm informiert.
fr: En cas de risque d'infection, vous recevrez un message sur l'écran de verrouillage.
it: Un messaggio sulla schermata di blocco ti informa in caso di possibile contagio.

# inform_send_getwell_title
source: Get well soon!
de: Gute Besserung
fr: Bon rétablissement
it: Buona guarigione

# inform_send_getwell_text
source: Get well soon! Follow the instructions on self-isolation.
de: Werden Sie bald wieder gesund. Halten Sie sich an die Anweisungen zur Selbst-Isolation.
fr: Tous nos vœux de rétablissement. Respectez les consignes sur l'auto-isolement.
it: Guarisci presto. Segui le istruzioni sull'auto-isolamento.

# onboarding_go_title
source: The app is ready to go
de: Die App ist eingerichtet
fr: L'application est prête.
it: L'app è installata

# onboarding_go_text
source: Thank you for helping to protect yourself and others.
de: Vielen Dank dass Sie mithelfen, sich und andere zu schützen.
fr: Merci d'aider à protéger la population.
it: Grazie che ci aiuti a proteggere te e gli altri.

# onboarding_go_button
source: Start
de: Starten
fr: Commencer
it: Avvia

# android_onboarding_bt_permission_title
source: Enable location for Bluetooth
de: Standort erlauben für Bluetooth
fr: Autoriser la géolocalisation pour Bluetooth.
it: Consenti posizione per Bluetooth

# android_onboarding_bt_permission_text
source: For the app to work and for access to Bluetooth, you must enable the location function.
de: Damit die App funktioniert und Zugriff auf Bluetooth hat, müssen Sie die Standort-Funktion erlauben.
fr: Vous devez autoriser la fonction de géolocalisation pour que l'application fonctionne et ait accès à Bluetooth.
it: Affinché l'app funzioni e abbia accesso a Bluetooth, devi consentire la posizione.

# android_onboarding_bt_permission_button
source: Allow
de: Zulassen
fr: Autoriser
it: Consenti

# android_onboarding_bt_permission_goodtoknow
source: Good to know
de: Gut zu wissen
fr: Bon à savoir
it: Buono a sapersi:

# android_onboarding_bt_permission_info_1_title
source: Your location remains secret
de: Ihr Standort bleibt geheim
fr: Votre localisation reste cachée.
it: La tua posizione rimane segreta

# android_onboarding_bt_permission_info_1_text
source: On Android devices, enabling Bluetooth requires you to enable the sharing of your location. This is why the location function must be enabled even if the app does not register your location at any time.
de: Bei Android-Geräten ist die Freigabe von Bluetooth an die Freigabe des Standorts gekoppelt. Deshalb muss die Standort-Funktion aktiviert werden, auch wenn die App zu keinem Zeitpunkt auf Ihren Standort zugreift.
fr: Sur les appareils Android, l'accès à Bluetooth va de pair avec votre géolocalisation. Vous devez donc activer la fonction de géolocalisation, même si l'application ne pourra jamais savoir où vous vous trouvez.
it: Nei dispositivi Android l'autorizzazione di Bluetooth è associata all'autorizzazione della posizione. Per questo occorre attivare la relativa funzione, anche se l'app non accede mai alla posizione dell'utente.

# android_onboarding_bt_permission_info_2_title
source: You remain anonymous
de: Sie bleiben anonym
fr: Vous restez anonyme
it: L'anonimato è garantito

# android_onboarding_bt_permission_info_2_text
source: No personal data is visible via Bluetooth.
de: Über Bluetooth werden keine persönlichen Daten sichtbar.
fr: Aucune donnée personnelle n'est visible sur Bluetooth.
it: Bluetooth non permette la visualizzazione di dati personali.

# android_onboarding_battery_permission_title
source: Ignore battery optimisation
de: Akku-Optimierung ignorieren
fr: Ignorer l'optimisation de la batterie
it: Ignora l'ottimizzazione della batteria

# android_onboarding_battery_permission_text
source: To be able to recognise encounters at all times, the battery optimisation function for this app must be disabled.
de: Um Begegnungen immer erkennen zu können, muss die Akku-Optimierung für diese App ausgeschaltet sein.
fr: Pour pouvoir détecter les contacts en tout temps, désactiver l'optimisation de la batterie pour cette application.
it: Per poter riconoscere sempre gli incontri, l'ottimizzazione della batteria deve essere disattivata per questa app.

# android_onboarding_battery_permission_button
source: Allow
de: Zulassen
fr: Autoriser
it: Consenti

# android_onboarding_battery_permission_info_1_title
source: Only for this app
de: Nur für diese App
fr: Seulement pour cette application
it: Solo per questa app

# android_onboarding_battery_permission_info_1_text
source: For the app to work, it must also run in the background. Battery optimisation can be disabled for individual apps, so that this is possible.
de: Damit die App funktioniert, muss sie auch im Hintergrund ausgeführt werden. Die Akku-Optimierung kann für einzelne Apps ausgeschaltet werden, damit dies möglich ist.
fr: L'application doit pouvoir tourner en arrière-plan pour fonctionner. Pour ce faire, l'optimisation de la batterie peut être désactivée pour des applications précises.
it: Per funzionare, l'app deve poter essere eseguita anche in background. Affinché ciò sia possibile, l'ottimizzazione della batteria può essere disattivata per le singole app.

# android_onboarding_battery_permission_info_2_title
source: Minor increase in battery usage
de: Leicht erhöhte Batterienutzung
fr: Légère augmentation de la consommation d'énergie.
it: Il consumo della batteria aumenta leggermente

# android_onboarding_battery_permission_info_2_text
source: The app operates using as little energy as possible. There is only a minor increase in battery usage.
de: Die App ist so energiesparend wie möglich umgesetzt. Die Batterienutzung erhöht sich nur leicht.
fr: L'application utilise aussi peu d'énergie que possible. La consommation n'augmente que légèrement.
it: L'app è stata realizzata per funzionare con il massimo risparmio energetico. Il consumo della batteria aumenta soltanto leggermente.

# android_onboarding_bt_permission_button_allowed
source: Enabled
de: Zugelassen
fr: Autorisé
it: Autorizzata

# android_onboarding_battery_permission_button_deactivated
source: Deactivated
de: Deaktiviert
fr: Désactivé
it: Disattivata

# homescreen_meldung_data_outdated_title
source: No current data
de: Keine aktuellen Daten
fr: Aucune donnée actuelle
it: Non ci sono dati aggiornati

# homescreen_meldung_data_outdated_text
source: It has not been possible to synchronise reports for some time. Please check that your device is connected to the internet.
de: Seit einiger Zeit konnten die Meldungen nicht synchronisiert werden. Stellen Sie sicher, dass Ihr Gerät mit dem Internet verbunden ist.
fr: Les notifications n'ont pas pu être synchronisées depuis quelques temps. Assurez-vous que votre appareil est connecté à internet.
it: Da qualche tempo non è stato possibile sincronizzare le segnalazioni. Assicurati che il tuo dispositivo sia connesso a Internet.

# homescreen_meldung_data_outdated_retry_button
source: Retry
de: Erneut versuchen
fr: Réessayer
it: Riprova

# inform_code_invalid_title
source: Code invalid
de: Code ungültig
fr: Code incorrect
it: Codice non valido

# inform_code_invalid_subtitle
source: If you have any questions: App-Hotline 0000
de: Bei Fragen: App-Hotline 0000
fr: En cas de questions, appelez 0000
it: Per domande: App-Hotline 0000

# date_one_day_ago
source: 1 day ago
de: vor 1 Tag
fr: depuis 1 jour
it: 1 giorno fa

# meldung_detail_new_contact_title
source: New report
de: Erneuter Verdacht
fr: De nouveau un risque d'avoir été infecté
it: Nuovo sospetto

# meldung_detail_new_contact_subtitle
source: On this day, an infection was also possible.
de: An diesem Tag war eine Ansteckung ebenfalls möglich.
fr: Vous avez peut-être été infecté ce jour-là également.
it: Potrebbe essersi verificato un contagio anche in questa data.

# time_inconsistency_title
source: Time error
de: Uhrzeit Fehler
fr: Erreur dans l'heure
it: Errore nell'impostazione dell'ora

# time_inconsistency_text
source: The time must be set correctly for tracing to work.
de: Die Uhrzeit muss richtig eingestellt sein, damit Tracing funktioniert.
fr: Pour que le traçage fonctionne, l'heure doit être réglée correctement.
it: Affinché il tracciamento funzioni l'ora deve essere impostata correttamente.

# begegnungen_restart_error_title
source: Restart required
de: Neustart erforderlich
fr: Redémarrage nécessaire
it: Riavvio necessario

# begegnungen_restart_error_text
source: An unexpected error has occurred. Restart your device.
de: Es ist ein unerwarteter Fehler aufgetreten. Starten Sie das Gerät neu.
fr: Erreur inattendue : veuillez redémarrer l'appareil.
it: Si è verificato un errore imprevisto. Riavvia il dispositivo.

# meldungen_background_error_title
source: Background update deactivated.
de: Hintergrundaktualisierung ausgeschaltet
fr: Actualisation de l'arrière-plan désactivée
it: Aggiornamento in background disattivato

# meldungen_background_error_text
source: Change the settings to receive notification outside the app as well in the event of a report.
de: Ändern Sie die Einstellungen, um bei einer neuen Meldung auch ausserhalb der App informiert zu werden.
fr: Veuillez modifier les paramètres pour pouvoir recevoir les nouvelles notifications même en dehors de l'application.
it: Modifica le impostazioni per essere informato anche al di fuori dell'app in caso di nuova segnalazione.

# meldungen_background_error_button
source: Change settings
de: Einstellungen ändern
fr: Modifier les paramètres
it: Modifica impostazioni

# force_update_text
source: Install the new version of the app so that tracing works.
de: Laden Sie die neue Version der App, damit Tracing funktioniert.
fr: Pour que le traçage fonctionne, téléchargez la nouvelle version de l'application.
it: Scarica la nuova versione dell'app per permettere il tracciamento.

# meldung_in_app_alert_ignore_button
source: Ignore
de: Ignorieren
fr: Ignorer
it: Ignora

# meldung_in_app_alert_accept_button
source: To notifications
de: Zu den Informationen
fr: Vers les informations
it: Alle informazioni

# meldungen_detail_call_again
source: Call again
de: Rufen Sie erneut an
fr: Appelez à nouveau
it: Telefona di nuovo

# network_error
source: Please check your internet connection
de: Bitte überprüfen Sie Ihre Internet Verbindung.
fr: Vérifiez votre connexion Internet
it: Verifica la connessione a Internet.

# unexpected_error_with_retry
source: An unexpected error has occurred. Please retry.
de: Ein unerwarteter Fehler ist aufgetreten. Bitte versuchen Sie es erneut.
fr: Erreur inattendue : réessayez.
it: Si è verificato un errore imprevisto. Riprova.

# invalid_response_auth_code
source: Owing to a system error, your authentification code could not be used correctly. Please call the hotline.
de: Aufgrund eines System-Fehlers konnte Ihr Authentifizierungs-Code nicht korrekt verwendet werden. Bitte rufen Sie die Hotline an.
fr: En raison d'une erreur de système, votre code d'authentification n'a pas été utilisé correctement. Veuillez contacter la Hotline.
it: A causa di un errore di sistema non è stato possibile utilizzare correttamente il codice di attivazione. Telefona alla hotline.

# error_location_permission_title
source: Use of location declined
de: Standort Verwendung abgelehnt
fr: Utilisation de la géolocalisation refusée
it: Uso della posizione negato

# error_location_permission_button
source: Allow
de: Zulassen
fr: Autoriser
it: Consenti

# accessibility_date
source: Date
de: Datum
it: Data

# accessibility_1nd
source: First
de: Erstes
fr: Premier
it: Primo

# accessibility_2nd
source: Second
de: Zweites
fr: Deuxième
it: Secondo

# accessibility_3nd
source: Third
de: Drittes
fr: Troisième
it: Terzo

# accessibility_4nd
source: Fourth
de: Viertes
fr: Quatrième
it: Quarto

# accessibility_5nd
source: Fifth
de: Fünftes
fr: Cinquième
it: Quinto

# accessibility_6nd
source: Sixth
de: Sechstes
fr: Sixième
it: Sesto

# accessibility_7nd
source: Seventh
de: Siebtes
fr: Septième
it: Settimo

# accessibility_8nd
source: Eighth
de: Achtes
fr: Huitième
it: Ottavo

# accessibility_9nd
source: Ninth
de: Neuntes
fr: Neuvième
it: Nono

# accessibility_10nd
source: Tenth
de: Zehntes
fr: Dixième
it: Decimo

# accessibility_11nd
source: Eleventh
de: Elftes
fr: Onzième
it: Undicesimo

# accessibility_12nd
source: Twelfth
de: Zwölftes
fr: Douzième
it: Dodicesimo

# accessibility_code_button_disabled_hint
source: Please enter the code in full, then press button.
de: Drücken nicht möglich, da der Code nicht vollständig eingegeben wurde
fr: Code incomplet : impossible d'imprimer.
it: Impossibile premere: il codice immesso non è completo

# error_battery_optimization_title
source: Optimisation of battery usage activated
de: Optimierung des Akkuverbrauchs aktiviert
fr: Optimisation de la consommation de la batterie activée.
it: Ottimizzazione della batteria attivata

# foreground_service_notification_error_location_service
source: Enable location information so that the app can use Bluetooth. The app does not recognise your location at any time.
de: Schalten Sie die Standortinformation ein, damit die App Bluetooth nützen kann. Die App kennt zu keinem Zeitpunkt Ihren Ort.
fr: Activez les informations concernant la géolocalisation afin que l'application puisse utiliser Bluetooth. L'application ne connaît votre position à aucun moment.
it: Attiva le informazioni sulla posizione per permettere all'app di utilizzare Bluetooth. L'app non conosce mai la posizione dell'utente.

# error_location_services_title
source: Location disabled
de: Standort ausgeschaltet
fr: Géolocalisation désactivée
it: Posizione disattivata

# error_location_services_button
source: Enable location
de: Standort einschalten
fr: Activer la géolocalisation
it: Attiva la posizione

# accessibility_info_button
source: Information
it: Informazione

# debug_sdk_state_number_contacts
source: Number of contacts
de: Anzahl Kontakte:
fr: Nombre de contacts :
it: Numero di contatti:

# sync_warning_notification_title
source: An error has occurred
de: Es ist ein Fehler aufgetreten
fr: Une erreur est survenue
it: Si è verificato un errore

# sync_warning_notification_text
source: Open the app to correct the error.
de: Öffnen Sie die App, um den Fehler zu beheben.
fr: Ouvrez l'application pour corriger l'erreur
it: Apri l'app per risolvere l'errore.

# meldung_animation_continue_button
source: Continue
de: Weiter
fr: Suivant
it: Avanti

# menu_impressum
source: Imprint
de: Impressum
fr: Impressum
it: Impressum

# sync_error_title
source: Unexpected error
de: Unerwarteter Fehler
fr: Erreur inattendue
it: Errore imprevisto

# sync_error_text
source: A synchronisation error has occurred
de: Es ist ein Fehler bei der Synchronisierung aufgetreten.
fr: Une erreur de synchronisation est survenue.
it: Si è verificato un errore nella sincronizzazione.

# sync_error_button
source: Retry
de: Erneut versuchen
fr: Réessayez
it: Riprova

# begegnung_detail_faq1_title
source: What is an encounter?
de: Was bedeutet Begegnung?
fr: Que signifie contact ?
it: Cosa significa incontro?

# begegnung_detail_faq1_text
source: If smartphones with the app are in close proximity for several minutes, this is registered on your device as an encounter.
de: Wenn sich Telefone mit der App für mehrere Minuten nahe beieinander befinden, wird das als Begegnung im Gerät gespeichert.
fr: Si des téléphones équipés de l'application se trouvent à proximité pendant plusieurs minutes, ce fait est enregistré comme un contact dans l'appareil.
it: Se due telefoni con l'app si trovano uno vicino all'altro per diversi minuti, l'incontro viene salvato nel dispositivo.

# begegnung_detail_faq2_title
source: Are my data secure?
de: Sind meine Daten sicher?
fr: Mes données sont-elles en sécurité?
it: I miei dati sono sicuri?

# begegnung_detail_faq2_text
source: In the event of an encounter, only an encrypted code is exchanged. This is saved locally on the devices and then deleted 21 days later.
de: Bei einer Begegnung wird nur ein verschlüsselter Code ausgetauscht. Dieser wird lokal auf den Geräten gespeichert und nach 21 Tagen wieder gelöscht.
fr: Lors d'un contact, seul un code crypté est échangé. Ce code est enregistré localement dans les appareils et effacé au bout de 21 jours.
it: In caso di incontro viene scambiato soltanto un codice criptato. Il codice viene salvato localmente sui dispositivi e nuovamente eliminato dopo 21 giorni.

# begegnungen_detail_faq3_title
source: Does Bluetooth have to be switched on all the time?
de: Muss Bluetooth immer an sein?
fr: Bluetooth doit-il toujours être activé ?
it: Bluetooth deve sempre essere attivato?

# begegnungen_detail_faq3_text
source: In order to recognise encounters, Bluetooth must be switched on at all times. This causes only a minor increase in battery usage.
de: Damit Begegnungen erkannt werden können muss Bluetooth immer eingeschaltet sein. Die Batterienutzung erhöht sich dadurch nur leicht.
fr: Pour que les contacts puissent être détectés, Bluetooth doit toujours rester activé. La consommation n'augmente que légèrement.
it: Per poter riconoscere gli incontri, Bluetooth deve sempre essere attivato. Il consumo della batteria aumenta soltanto leggermente.

# faq_button_title
source: FAQs
de: Häufige Fragen
fr: Questions fréquentes
it: Domande frequenti

# meldungen_nomeldungen_faq1_title
source: What are reports?
de: Was sind Meldungen?
fr: Que sont les notifications ?
it: Cosa sono le segnalazioni?

# meldungen_nomeldungen_faq1_text
source: The app checks regularly to see whether any encounters it has registered have tested positive for the virus. If it is possible that you have been infected, you will receive a message on your lock screen.
de: Die App kontrolliert regelmässig, ob bei Ihnen gespeicherte Begegnungen positiv getestet wurden. Bei einer möglichen Ansteckung werden Sie mit einer Mitteilung im Sperrbildschirm informiert.
fr: L'application contrôle régulièrement si des contacts enregistrés chez vous ont été testés positifs. En cas de possible infection, vous serez informé par message sur l'écran de verrouillage.
it: L'app controlla regolarmente se gli incontri salvati sul tuo dispositivo sono risultati positivi al test. In caso di possibile contagio viene visualizzato un messaggio sulla schermata di blocco.

# meldungen_nomeldungen_faq2_titel
source: What is a potential infection?
de: Was bedeutet mögliche Ansteckung?
fr: Que signifie possible infection ?
it: Cosa significa possibile contagio?
